---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceIsPlenum
source: html/df9f8984-7e41-2e72-3f00-c79908adfaaa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceIsPlenum Property

"Plenum"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceIsPlenum { get; }
```